Repository: DeepPhog/IC3_Agent
Catalog: img/CdsAgent.*.resx
Languages: sv

source: After-work
sv: Efterarbete

source: Answer
sv: Svara

source: Answer enquiry
sv: Besvara samtal

source: Call
sv: Ring upp

source: Cancel consultation
sv: Avbryt konsultation.

# ClickOrSelectBreakcodeToSetNotReady
source: Click or select break code to set yourself as not ready
sv: Klicka eller välj frånvarokod för att visa dig som ej klar

source: Complete conference
sv: Avsluta konferens

source: Complete transfer
sv: Avsluta överföring

source: Conference
sv: Konferens

source: Consultation
sv: Konsultation

source: Consult for conference
sv: Konsultera innan konferens

source: Consult for conference with
sv: Konsultera innan konferens med

source: Consult with
sv: Konsultera med

# ConsultWithOtherPart
source: Consult with other party
sv: Konsultera med annan deltagare

source: Contact
sv: Kontakta

source: Copy
sv: Kopiera

# EditMenu
source: Edit
sv: Redigera

# EnquiriesLists
source: Enquiry lists
sv: Samtalslistor

# ERR_ATTACH
source: Error occurred during login
sv: Ett fel uppstod under inloggning.

# ERR_CHANGEPASSWORD
source: Error while changing password. Password not changed
sv: Ett fel uppstod vid lösenordsbyte. Lösenord ej ändrat.

# ERR_CHECKLOGOUTVQFORMAT
source: Incorrect format of text indicating how many agents must be logged into the different queue groups. Format must be: '<vqname>:<minimum count>,<vqname>:<minimum count>,...,<vqname>:<minimum count>'
sv: Felaktigt format på text som indikerar hur många agenter som måste vara inloggade i de olika kögrupperna. Format måste vara: '<vqnamn>:<minsta antal>,<vqnamm>:<minsta antal>,...,<vqnamn>:<minsta antal>'

# ERR_DIDNOTACCEPTCALL
source: You are now set as not ready, as you didn't accept/answer an enquiry that was transferred to you
sv: Eftersom du inte accepterade/besvarade ett ärende som överfördes till dig sätts du nu som ej klar.

# ERR_ERRORFROMCDS
source: Error occurred
sv: Ett fel uppstod.

# ERR_HOSTISDEAD
source: You have been logged out due to network problems
sv: Du har loggats ut på grund av nätverksproblem

# ERR_INITIATECONFIG
source: Can’t start configuration. Application will be terminated
sv: Kan ej påbörja konfiguration. Applikation kommer att avslutas och stängas.

# ERR_LOGINANYVQS
source: Couldn’t log into any queue groups
sv: Kunde ej checka in i någon kögrupp.

# ERR_LOGINVQS
source: Couldn’t log into some queue groups
sv: Kunde ej checka in i vissa kögrupper.

# ERR_LOGOUTANYVQS
source: Can’t log out of any queue groups
sv: Kan ej checka ut ur någon kögrupp.

# ERR_LOGOUTVQS
source: Can’t log out of some queue groups
sv: Kan ej checka ut ur vissa kögrupper.

# ERR_NOCOMMAND
source: No command entered
sv: Inget kommando har angetts.

# ERR_OLDPASSWORDWRONG
source: Old password incorrect
sv: Gammalt lösenord felaktigt.

# ERR_SCRIPTCOMMAND_NOT_FOUND
source: Invalid command used in script
sv: Ogiltigt kommando använt i skript.

# ERR_TOOFEWLOGGEDIN
source: You can’t log out of the specified queue group as there is a minimum requirement for the number logged in
sv: Eftersom det krävs ett minsta antal incheckade kan du just nu ej checka ut ur den angivna kögruppen.

# ERR_TRANSFERCALLFAILURE
source: Error while transferring enquiry to you
sv: Ett fel uppstod under överföring av samtal till dig.

# ERR_UNKNOWNWPID
source: Can’t log in – workplace ID unavailable (probably a configuration problem)
sv: Kan ej logga in. Arbetsplats-ID otillgängligt (troligtvis ett konfigurationsproblem).

# ERR_UPDATEENQUIRYLOG
source: Error while updating enquiry log
sv: Ett fel uppstod under uppdatering av ärendelogg.

# ERR_VARIABLE_HAS_UNKNOWN_TYPE
source: Unknown variable type
sv: Variabeltyp okänd.

# ERR_VARIABLE_NOT_SET
source: Variable not set
sv: Variabel ej inställd.

# ERR_WRITINGENQUIRYLOG
source: Can’t save enquiry
sv: Ärende kan ej sparas.

source: Failed
sv: Misslyckades.

# ShowInCatalog
source: Show in directory
sv: Visa i kundregister

source: Hang up
sv: Lägg på

# HangupEnquiry
source: Finish enquiry
sv: Avsluta samtal

source: Hold
sv: Parkera

source: Hold enquiry
sv: Parkera samtal

source: Logged out
sv: Utloggad

# Mail
source: E-mail
sv: E-post

# MenuEditChangePassword
source: Change &password
sv: Ändra &lösenord

# MenuEnquiry
source: &Enquiry
sv: &Samtal

# MenuFile
source: &File
sv: &Arkiv

# MenuFileExit
source: &Exit
sv: &Avsluta

# MenuFileLogin
source: Log &in
sv: Logga &in

# MenuFileLogout
source: Log &out
sv: Logga &ut

# MenuFileRunCommand
source: &Run command
sv: &Kör kommando

# MenuShow
source: &Show
sv: &Visa

# MenuStatusSetNotReady
source: Set &not ready
sv: Sätt som &ej klar

# MenuStatusSignInAllQueues
source: Sign in &all queue groups
sv: Checka in i &alla kögrupper

# MenuStatusSignInLastQueues
source: Sign in &last queue groups
sv: Checka in i &senaste kögrupper

# MenuStatusSignInOrOut
source: &Sign in/out
sv: &Checka in/ut

# MenuStatusSignOutAllQueues
source: Sign &out all queue groups
sv: Checka &ut ur alla kögrupper

# MenuShowMyActiveEnquiries
source: My &active enquiries
sv: Mina &aktiva ärenden

source: Not ready
sv: Ej klar

# OtherPart
source: Other party
sv: Annan deltagare

source: Ready
sv: Klar

source: Send direct message to agent
sv: Skicka direktmeddelande till agent

# SendMailTo
source: Send e-mail to
sv: Skicka e-post till

source: Send message
sv: Skicka meddelande

source: Send web camera
sv: Skicka webbkamera

# SetReadyToReceiveEnquires
source: Set ready to receive enquiries
sv: Sätt som klar att ta emot ärenden

source: Show text
sv: Visa text

# SignInAllQueues
source: Sign in to all queue groups
sv: Checka in i alla kögrupper

# SignInLastQueues
source: Sign in to last queue groups
sv: Checka in i senaste kögrupper

# SignInQueues
source: Sign in to queue groups
sv: Checka in i kögrupper

# SignOutAllQueues
source: Sign out of all queue groups
sv: Checka ut ur alla kögrupper

# SimulateCallTo
source: Simulate enquiry to
sv: Simulera samtal till

source: Transfer
sv: Överför

source: Transfer direct
sv: Överför direkt

source: Transfer to
sv: Överför till

# UnHold
source: Resume
sv: Återuppta

# UnholdEnquiry
source: Resume enquiry
sv: Återuppta ärende

source: Updating
sv: Uppdaterar

source: User
sv: Användare

# MenuVarious
source: &Various
sv: &Diverse

source: Workplace
sv: Arbetsplats

# YouAreNowLoggetOut
source: You are now logged out…
sv: Du är nu utloggad...

# YouCanNotLogoutFromQueuesWhenStillReadySetNotReady
source: You can’t log out of the queues while still set as ready. Set yourself as not ready first
sv: Du kan inte logga ut ur kögrupperna samtidigt som du är satt som klar. Sätt dig som ej klar först.

# YourPasswordIsNowChanged
source: Your password has now been changed
sv: Ditt lösenord har nu ändrats

# MenuShowEnquiriesLists
source: &Enquiry lists
sv: &Ärendelistor

# MenuShowMyFinishedEnquiries
source: &My finished enquiries
sv: &Mina avslutade ärenden

source: Enquiry log
sv: Ärendelogg

source: Active enquiries
sv: Aktiva ärenden

# Catalog
source: Directory
sv: Kundregister

# MenuItemShowCatalog
source: &Directory
sv: &Kundregister

source: Search
sv: Sök

# MenuItemShowSearch
source: &Search
sv: &Sök

# MenuEditMedia
source: &Media
sv: &Trafikingång

# MenuStatusShowServiceStatus
source: &Show service status
sv: &Visa tjänststatus

# AHeldCallIsDisconnected
source: A held call has been disconnected
sv: Ett parkerat samtal har blivit bortkopplat.

# OtherPartIs
source: Other party is
sv: Annan deltagare är

# ClickOrChooseToMakeANewEnquiry
source: Click or select to create a new outbound enquiry
sv: Klicka eller välj för att skapa nytt utgående ärende.

source: New enquiry
sv: Nytt ärende

# NoOutboundEnquiryChoises
source: No selections available for new outbound enquiry
sv: Inga val för nya utgående ärenden är tillgängliga.

source: Use
sv: Använd

# ERR_NOFREEMEDIATODOUTBOUND
source: No available resources to establish new outbound enquiry
sv: Det finns inga tillgängliga resurser för att skapa ett nytt utgående ärende.

# ERR_CANNOTFINDENQUIRY
source: Can not find enquiry
sv: Ärende kan ej hittas.

# CreateAnNewOutboundEnquiry
source: Create new outbound enquiry
sv: Skapa nytt utgående ärende.

source: Telephony
sv: Telefoni

source: Reset line
sv: Nollställ linje

# RestartSIP
source: Reset SIP line
sv: Nollställ SIP-linje

# MenuOptionFocusOnNewEnquiry
source: &Focus if new enquiry
sv: &Fokus vid nytt samtal

# MenuOptions
source: &Settings
sv: &Inställningar

# MenuOptionFocusNoFocus
source: No focus
sv: Inget fokus

# MenuOptionFocusShowMainWindow
source: Show main window
sv: Visa huvudfönster

# MenuOptionFocusShowMyActiveEnquiries
source: Show my active enquiries
sv: Visa mina aktiva ärenden

# MenuOptionFocusShowNewWindow
source: Show new window
sv: Visa nytt fönster

source: My active enquiries
sv: Mina aktiva ärenden

source: Back
sv: Tillbaka

source: Forward
sv: Framåt

source: Navigate
sv: Navigera

source: Refresh
sv: Uppdatera

# FinishedDownloaded
source: Download complete
sv: Nedladdning komplett.

source: Web window
sv: Webbfönster

# ERR_NOTHENAFTERIF
source: 'If' must be followed by 'then'
sv: "If" måste följas av "then"

source: Always on top
sv: Alltid överst

# ThisChoiseWillresultInCDSAgentAlwysInFront
source: This selection means ICC Agent will always be in front
sv: Detta val innebär att ICC Agent alltid är längst fram.

source: Home
sv: Hem

# Loggingin
source: Login in
sv: Loggar in om

source: seconds
sv: sekunder

source: second
sv: sekund

source: Cancel
sv: Avbryt

source: Log in now
sv: Logga in nu

# ClickToSelectDateOrChooseFromMenu
source: Click to choose date or select from menu
sv: För att välja datum: Klicka eller välj från menyn

# ShowStatisticsOfMyFinishedEnquiries
source: Show statistics for my finished enquiries
sv: Visa statistik över mina avslutade ärenden

source: Show lists of my finished enquiries
sv: Visa listor över mina avslutade ärenden

source: Show my finished enquiries from today
sv: Visa mina avslutade ärenden från idag

source: Show my finished enquiries from yesterday
sv: Visa mina avslutade ärenden från igår

source: Today
sv: Idag

source: Yesterday
sv: Igår

source: Connecting
sv: Ansluter

source: Logging in
sv: Loggar in

source: Enquiry with
sv: Samtal med

# NewWindowOnEveryEnquiry
source: New window for each enquiry
sv: Nytt fönster för varje ärende

# CloseWindowOnFinishedEnquiry
source: Close window when enquiry is finished
sv: Stäng fönster när ärende är avslutat

source: Show window for active enquiry
sv: Visa fönster för aktivt ärende

# ShowsOrHidesWindowWithInformationOfTheActiveEnquiryWith
source: Shows or hides window with information on the active enquiry with
sv: Visar eller döljer fönster med information om aktivt ärende med

source: Show window with information
sv: Visa informationsfönster

# DoNotSetReadyBeforeConsultationCallIsFinished
source: Don’t set yourself as ready before consultation call is finished
sv: Visa dig inte som klar innan konsultationssamtalet är avslutat

# OriginalCallIsDisconnected
source: Original call disconnected
sv: Ursprungligt samtal bortkopplat

source: Set ready
sv: Sätt som klar

# SetAfterwork
source: Extend after work
sv: Utöka efterarbete

# HandleEnquiry
source: Process enquiry
sv: Behandla ärende

# TheEnquiryWillBeTransferredToYou
source: Enquiry will be transferred to you
sv: Ärende kommer att överföras till dig

source: Queue information
sv: Köinformation

# ShowInformationAboutQueueCountAndNumberOfAgentsOnQueues
source: Show information on queue lengths and number of agents on queues
sv: Visa information om kölängd och antal agenter fördelad på köerna

source: Agents
sv: Agenter

# Count
source: Number
sv: Antal

# Idle
source: Free
sv: Ledig

# Queue
source: Queue group
sv: Kögrupp

source: Not connected
sv: Ej ansluten

source: Consultations
sv: Konsultationer

# IncomingCdsEnquiries
source: Incoming ICC enquiries
sv: Inkommande ICC-ärende

source: Incoming direct enquiries
sv: Inkommande direktärenden

# Others
source: Other
sv: Annan

# OutgoingCdsEnquiries
source: Outbound ICC enquiries
sv: Utgående ICC-ärenden

# OutgoingDirectEnquiries
source: Outbound direct enquiries
sv: Utgående direktärenden

# Moore
source: More
sv: Mer

# AverageHandlingTime
source: Average processing time
sv: Genomsnittlig behandlingstid

source: Average waiting time before answered
sv: Genomsnittlig väntetid innan ärende besvaras

# HandlingTime
source: Processing time
sv: Behandlingstid

# IncomingCdsEnquiriesPrQueue
source: Incoming ICC enquiries per queue
sv: Inkommande ICC-ärenden per kö

source: Number of answered
sv: Antal besvarade

source: Number of enquiries
sv: Antal ärenden

# OutgoingCdsEnquiriesPrQueue
source: Outbound ICC enquiries per queue
sv: Utgående ICC-ärenden per kö

# TimeUsedToHandlingEnquiries
source: Time used for processing enquiries
sv: Tid använd för att behandla ärenden

source: Total
sv: Totalt

# CannotWriteOrReceiveMessagesAtTheMoment
source: Can’t receive or send messages at the moment
sv: Kan för tillfället ej ta emot eller skicka meddelanden.

# CannotSendOrReceiveMessagesWhenNotConnected
source: Can’t send or receive chat messages when not logged in
sv: Du måste vara inloggad för att skicka eller ta emot chattmeddelanden.

source: chat
sv: chatt

# ERR_SENDCHATCOMMANDTOAGENT
source: Can’t send message to agent (probably logged out)
sv: Kan ej skicka meddelande till agent (troligtvis utloggad).

source: Show chat history
sv: Visa chatthistorik

source: Unknown
sv: Okänd

source: says
sv: säger

# ChatWithAgent
source: Chat med annen agent
sv: Chatta med agent

source: Chat with
sv: Chatta med

source: Clear
sv: Rensa

source: Send
sv: Skicka

source: Use the text
sv: Använd texten

source: Ready to send messages
sv: Klar att skicka meddelanden

# CannotSendMooreMessages
source: Can’t send any more messages
sv: Kan ej skicka fler meddelanden

source: Enquiry is finished
sv: Ärendet är avslutat

# ERR_CANNOTDOTHIS
source: Can’t perform this operation (configuration problem)
sv: Kan ej utföra detta moment (konfigurationsproblem).

source: Name
sv: Namn

# WriteYourFullName
source: Enter your full name
sv: Fyll i ditt fullständiga namn

# ERR_CONFIGURATIONMISSING
source: Configuration missing
sv: Konfiguration saknas.

# ERR_INFORMATIONMISSING
source: Information missing
sv: Information saknas.

# NotLoggedInAnyQueues
source: Not signed into any queue groups
sv: Ej inloggad i några kögrupper.

source: Show main window
sv: Visa huvudfönster

source: Hide
sv: Dölj

source: Total in queue
sv: Totalt i kö

source: Time in queue
sv: Tid i kö

# ERR_LOGINSERVICEFAILURE
source: Error occurred while logging in to specified service
sv: Ett fel uppstod under inloggning i tjänst.

# YouMustRestartToTakeEffectOfTheChanges
source: You must restart ICC Agent for the changes to take effect.
sv: ICC Agent måste startas om för att förändringarna ska träda i kraft.

# YourProfileHasBeenChanged
source: Your user profile has been changed
sv: Din användarprofil har ändrats.

# ERR_LOGOUTSERVICEFAILURE
source: Error occurred while logging out of specified service
sv: Ett fel uppstod under utloggningen från tjänst.

# ERR_CALLREJECTED
source: Call rejected by other party
sv: Samtal avvisat av annan deltagare.

# ERR_IVRDESTBUSYERROR
source: Destination busy
sv: Destination upptagen.

# ERR_IVRERROR
source: Error occurred in IVR media.
sv: Ett fel uppstod på IVR-media.

# ERR_DATASOURCESNOTINITIALIZED
source: Data sources not initialised
sv: Datakällor ej återställda.

# ERR_CANNOTSHOWDATAROWINCATALOG
source: Can’t show information in directory
sv: Kan ej visa information i kundregister.

source: Active enquiry
sv: Aktivt ärende

# ERR_SERVICEDOESNOTEXIST
source: Service doesn’t exist
sv: Tjänst existerar inte.

source: Record
sv: Spela in

source: Recording
sv: Spelar in

# StartRecordingOfTheEnquiry
source: Start recording enquiry
sv: Påbörja samtalsinspelning

# TerminateRecordingOfTheEnquiry
source: Finish recording enquiry
sv: Avsluta samtalsinspelning

# ClickToListenToThisRecording
source: Click to hear this recording
sv: Klicka för att höra den här inspelningen

source: Listen to recording
sv: Lyssna på inspelning

# ThisEnquiryContainsRecording
source: This enquiry is connected to recording
sv: Det här samtalet är uppkopplat för inspelning

source: Mark as registered
sv: Visa som markerat

# RegisterThatYouHaveNoticedThisLostEnquiry
source: Register that you take responsibility for this lost enquiry
sv: Markera att du tar ansvar för det här borttappade samtalet

# MarkAsHandled
source: Mark as processed
sv: Markera som behandlat

# RegisterThatYouHaveHandledTheLostEnquiry
source: Register that you have processed the lost enquiry (contact)
sv: Markera att du har behandlat det borttappade samtalet (kontakt)

# RemoveFromList
source: Remove from lists
sv: Ta bort från listor

# TheEnquiryWillBeTemporaryRemovedFromAllLists
source: Enquiry will be temporarily removed from all lists
sv: Ärendet kommer tillfälligt att tas bort från alla listor

source: Sound
sv: Ljud

source: Turns sound on or off
sv: Slår på och stänger av ljud

source: Time from answer
sv: Tid från svar

source: Type
sv: Samtalstyp

# Queues
source: Queue groups
sv: Kögrupper

source: Show window with queue buttons
sv: Visa fönster med köknappar

source: No-one in queue
sv: Ingen i kö

source: Number in queue
sv: Antal i kö

source: Number of agents
sv: Antal agenter

source: in queue on
sv: i kö på

# ThereIs
source: There are
sv: Det är

source: There is no-one in queue on
sv: Det är ingen i kö på

source: is
sv: är

source: Number of agents signed in on
sv: Antal agenter incheckade i

# ThereIsNoAgentsSignedInOn
source: There are no agents signed in
sv: Inga agenter är incheckade

source: There is no waiting time on
sv: Det är ingen väntetid på

# WaitingTimeForTheQueue
source: Waiting time for queue group
sv: Väntetid för kögrupp

source: Move down
sv: Flytta ned

source: Move to bottom
sv: Placera längst ned

source: Move to top
sv: Placera längst upp

source: Move up
sv: Flytta upp

source: Number of ready agents
sv: Antal klara agenter

# NumberOfVacantAgents
source: Number of free agents
sv: Antal lediga agenter

# Cancel_SelectButton
source: &Cancel
sv: &Avbryt

source: Select destination
sv: Välj destination

# IWishToSelectedSeveralContacts
source: I want to select several contacts
sv: Jag vill välja flera kontakter

source: Remove selected rows
sv: Ta bort utvalda rader

source: Selected contacts
sv: Utvalda kontakter

source: Send direct message to
sv: Skicka direktmeddelande till

source: Start video session with
sv: Påbörja videosession med

source: Column
sv: Kolumn

# AddsAllDestinationsFromTheSelectedContacts
source: Adds all destinations from selected contacts
sv: Lägger till alla destinationer från valda kontakter

source: Add selected contacts
sv: Lägg till valda kontakter

# ERR_NOOUTBOUNDINFOONCONTACT
source: Can’t find information on contact which can be used for outbound enquiry at this time
sv: Kan ej hitta information om vilken kontakt som för tillfället kan användas för utgående ärende.

source: Not selected
sv: Ej vald

source: Remove row
sv: Ta bort rad

source: Send same message to all selected contacts
sv: Skicka samma meddelande till alla valda kontakter

source: Contact selected
sv: Kontakt vald

# ContactSelectedByGivenWay
source: Contact selected by method specified
sv: Kontakt utvald genom angiven metod

source: Contacts
sv: Kontakter

source: Finished
sv: Avslutade

source: Remove contact
sv: Ta bort kontakt

source: Remove selected contacts
sv: Ta bort valda kontakter

source: Add contacts
sv: Lägg till kontakter

source: Remove finished contacts
sv: Ta bort avslutade kontakter

source: Has sent
sv: Har skickat

# ERR_SENDINGMESSAGE
source: Can’t send message to contact
sv: Kan ej skicka meddelande till kontakt

source: Message
sv: Meddelande

# SendMessageToContactsNotMarkedAsHasSent
source: Send message to contacts not marked as sent
sv: Skicka meddelande till kontakter ej markerade som skickade

# CannotSendMessagesAtTheMoment
source: Can’t send messages at the moment
sv: Kan för tillfället ej skicka meddelanden

source: Please wait
sv: Var vänlig vänta

source: Select contact(s) to send message to
sv: Välj kontakt(er) att skicka meddelande till

# CloseWindowWhenMessageHasBeenSentToAllContact
source: Close window when message has been sent to all contacts
sv: Stäng fönstret när meddelande har skickats till alla kontakter.

source: Search text
sv: Sök text

# ERR_CANNOTFINDDESTINATIONONCONTACT
source: Can’t find contact destination
sv: Kan ej hitta kontaktdestination

source: Remove all contacts
sv: Ta bort alla kontakter

source: in queue
sv: i kö

# MaxWaitingTimeIs
source: Maximum waiting time is
sv: Längsta väntetid är

source: Queue status bar
sv: Köstatusrad

source: Show toolbar with queue status
sv: Visa verktygsrad med köstatus

source: Not logged in
sv: Ej inloggad

source: Close queue status bar
sv: Stäng köstatusrad

# ShowOrHideCdsAgent
source: Show or hide ICC Agent
sv: Visa eller dölj ICC Agent

# HideCdsAgent
source: Hide ICC Agent
sv: Dölj ICC Agent

# ShowCdsAgent
source: Show ICC Agent
sv: Visa ICC Agent

source: Autohide
sv: Dölj automatiskt

# HideQueueStatusBarAutomaticlyWhenPorbablyNotInUse
source: Automatically hide queue status bar when it appears not to be in use
sv: Dölj köstatusrad automatiskt när den inte används

source: Alignment
sv: Placering

source: Bottom
sv: Underst

source: Left
sv: Vänster

source: Right
sv: Höger

source: Top
sv: Överst

source: Settings for queue status bar
sv: Inställningar för köstatusrad

# ShowsHowLongEnquiryHasBeenActive
source: Shows how long call has been active
sv: Visar hur länge samtal har varit aktivt

source: Save
sv: Spara

source: Undo
sv: Ångra

# DoYouReallyWantToCloseWindoWithoutSaving
source: Do you really want to close window without saving?
sv: Vill du verkligen stänga fönstret utan att spara först?

# InformationIsNotSaved
source: Information not saved
sv: Information ej sparad

# ERR_CANNOTSENDMESSAGE
source: Can’t send message
sv: Kan ej skicka meddelande

# TurnOfSound
source: Turn off sound
sv: Stäng av ljud

source: SIP setup
sv: SIP-inställningar

source: Click to change setup
sv: Klicka för att ändra inställning

source: Microphone
sv: Mikrofon

source: Speaker
sv: Högtalare

source: Change sound level
sv: Ändra ljudnivå

# ShowsSoundIntensity
source: Shows sound level
sv: Visar ljudnivå

# MarkToSetInSilentMode
source: Mark as set to silent mode
sv: Visa som inställd på ljudlöst

source: Chat text
sv: Chatttext

source: Simulated
sv: Simulerad

source: IP address
sv: IP-adress

source: Server name
sv: Servernamn

source: User address
sv: Användaradress

# AgentsOnQueues
source: Agents on queue groups
sv: Agenter fördelade på kögrupper

source: Updating in
sv: Uppdaterar i

source: Failed to initiate
sv: Misslyckades med att starta

# SignedInQueue
source: Signed in to queue group
sv: Incheckad i kögrupp

# SignedOutOfQueue
source: Signed out of queue group
sv: Utcheckad ur kögrupp

# ERR_CANNOTUSEIP
source: Workplace is not set up to use IP
sv: Arbetsplats är ej inställd för att använda IP.

# ERR_IPNOTCONNECTED
source: IP not available at the moment
sv: IP ej tillgängligt för tillfället.

# ERR_IPSESSIONNOTFOUND
source: Can’t find IP enquiry
sv: Kan ej hitta IP-samtal.

# ERR_MISSINGREPLACEPATH
source: A setting needed to show e-mail is missing. Path must be replaced by a network path
sv: En inställning som krävs för att visa e-post saknas. Sökväg måste ersättas med en nätverkssökväg.

# ERR_MAILFILENOTFOUND
source: Can’t find e-mail. Please contact system administrator
sv: Kan ej hitta e-post. Var vänlig kontakta systemadministratören.

# ERR_ATTCHMENTREMOVEDANDNOTAVAILABLE
source: E-mail probably contained one or more attachments. These can’t be shown
sv: E-post innehöll troligtvis en eller flera bilagor. Dessa kan ej visas.
