Repository: DeepPhog/IC3_Agent
Catalog: img/CdsAgent.*.resx
Languages: sv

# ERR_GETWORKPLACEPROFILE
source: Can’t find workplace profile (during getWorkplaceProfile)
sv: Kan ej hitta arbetsplatsprofil (vid getWorkplaceProfile).

# ERR_LISTACTIVESERVICENAMES
source: Can’t list active services (during listActiveServiceNames)
sv: Kan ej lista aktiva tjänster (vid listActiveServiceNames).

# ERR_SETMODE
source: Can’t set agent status (during setMode)
sv: Kan ej sätta agentstatus (vid setMode).

# ERR_GETNUMBEROFBUSYAGENTS
source: Can’t find number of busy agents in queue statistics (during getNumberOfBusyAgents)
sv: Kan ej hitta statistik över antal agenter upptagna i kö (vid getNumberOfBusyAgents).

# ERR_GETNUMBEROFVACANTAGENTS
source: Can’t find number of free agents in queue statistics (during getNumberOfVacantAgents)
sv: Kan ej hitta statistik över antal lediga agenter i kö (vid getNumberOfVacantAgents).

# ERR_GETNUMBEROFAGENTS
source: Can’t find number of agents in queue statistics (during getNumberOfAgents)
sv: Kan ej hitta statistik över antal agenter i kö (vid getNumberOfAgents).

# ERR_GETSTATUS
source: Can’t get service status for agent (during getStatus)
sv: Kan ej hämta tjänststatus för agent (vid getStatus).

# ERR_GETSITEID
source: Can’t find site name (during getSiteId)
sv: Kan ej hitta platsnamn (vid getSiteId).

# ERR_LISTWORKPLACEPROFILENAMES
source: Can’t list workplace IDs (during listWorkplaceProfileNames)
sv: Kan ej lista arbetsplats-ID:n (vid listWorkplaceProfileNames).

# ERR_LOADDEFAULTS
source: Can’t make default setting (during loadDefaults)
sv: Kan ej göra standardinställning (vid loadDefeaults).

# ERR_GETBREAKCODENAME
source: Can’t find break code name (during getBreakcodeName)
sv: Kan ej hitta frånvarokodsnamn (vid getBreakcodeName).

# ERR_GETBREAKCODE
source: Can’t find break code (during getBreakCode)
sv: Kan ej hitta frånvarokod(vid getBreakCode).

# ERR_LISTBREAKCODES
source: Can’t list break codes (during listBreakCodes)
sv: Kan ej lista frånvarokoder (vid listBreakCodes).

# ERR_LISTACTIVECALLS
source: Can’t list active enquiries for queue (during listActiveCalls)
sv: Kan ej lista aktiva samtal för kö (vid listActiveCalls).

# ERR_GETAGENTMODE
source: Can’t find agent status (during getAgentMode)
sv: Kan ej hitta agentstatus (vid getAgentMode).

# ERR_LISTACTIVEAGENTSONSERVICE
source: Can’t list active agents for specified service (during listActiveAgentsOnService)
sv: Kan ej lista aktiva agenter för angiven tjänst (vid listActiveAgentsOnService).

# ERR_LISTAGENTSCONNECTEDTOSERVICE
source: Can’t list agents connected to specified service (during listAgentsConnectedToService)
sv: Kan ej lista agenter kopplade till angiven tjänst (vid listActiveAgentsConnectedToService).

# ERR_LISTWORKPLACEPROFILENAMESATSITE
source: Can’t list workplaces linked to a site (during listWorkplaceProfileNamesAtSite)
sv: Kan ej lista arbetsplatser kopplade till en plats (vid listWorkplaceProfileNamesAtSite).

# ERR_LISTALLUSERPROFILES
source: Can’t list users (during listAllUserProfiles)
sv: Kan ej lista användare (vid listAllUserProfiles).

# ERR_SENDTRANSFERINFORMATION
source: Can’t send transfer information to system (during sendTransferInformation)
sv: Kan ej skicka överföringsinformation till system (vid sendTransferinformation).

# ERR_SETAPPLICATIONPARAMETER
source: Can’t set application data (during setParameter)
sv: Kan ej sätta applikationsdata (vid setParameter).

# ERR_SETAPPLICATIONDATA
source: Can’t set application data for enquiry (during setApplicationData)
sv: Kan ej sätta applikationsdata för ärende (vid setApplicationData).

# ERR_GETPARAMETER
source: Can’t find parameter value (during getParameter)
sv: Kan ej hitta parametervärde (vid getParameter).

# ERR_SETPARAMETER
source: Can’t set parameter value (during setParameter)
sv: Kan ej sätta parametervärde (vid setParameter).

# ERR_CLONE
source: Can’t copy object (during clone)
sv: Kan ej kopiera objekt (vid clone).

# ERR_LISTAGENTSONSITE
source: Can’t list agents linked to specified site (during listAgentsOnSite)
sv: Kan ej lista agenter länkade till angiven plats (vid listAgentsOnSite).

# ERR_LISTSERVICEPROFILES
source: Can’t list services (during listServiceProfiles)
sv: Kan ej lista tjänster (vid listServiceProfiles).

# ERR_GETLASTALARMLEVEL
source: Can’t find last alarm level (during getLastAlarmLevel)
sv: Kan ej hitta senaste larmnivå (vid getLastAlarmLevel).

# ERR_GETACTIVEMEDIA
source: Can’t find specified active 'media' (during getActiveMedia)
sv: Kan ej hitta angiven aktiv "trafikingång" (vid getActiveMedia).

# ERR_GETAGENTFROMUSERID
source: Can’t find agent from user ID (during getAgentFromUserId)
sv: Kan ej hitta agent från användar-ID (vid getAgentFromUserId)

# ERR_GETVACANTSTATUS
source: Can’t find ready/not ready status for service (during getVacantStatus)
sv: Kan ej hitta klar/ej klar-status för tjänst (vid getVacantStatus).

# ERR_GETREASONFORNOTVACANT
source: Can’t find reason why agent is not ready (during getReasonForNotVacant)
sv: Kan ej hitta anledning till att agent inte är klar (vid getReasonForNotVacant).

# ERR_LISTSERVICESTATUS
source: Can’t list service status for agent (during listServiceStatus)
sv: Kan ej lista tjänststatus för agent (vid listServiceStatus).

# ERR_GETTRANSFERTIME
source: Can’t find transfer time for enquiry (during getTransferTime)
sv: Kan ej hitta överföringstid för ärenden (vid getTransferTime).

# ERR_SETJMSBROKER
source: Can’t set JmsBroker for object (during setJmsBroker)
sv: Kan ej sätta JMSBroker för objekt (vid setJmsBroker).

# ERR_SETCDSHOSTNAME
source: Can’t set server name for object (during setCDSHostName)
sv: Kan ej sätta servernamn för objekt (vid setCDSHostName).

# ERR_LISTWORKPLACEPROFILESATSITE
source: Can’t find workplaces linked to specified site (during listWorkplaceProfilesAtSite)
sv: Kan ej hitta arbetsplatser länkade till angiven plats (vid listWorkplaceProfilesAtSite).

# ERR_LISTWORKPLACEPROFILES
source: Can’t list workplaces (during listWorkplaceProfiles)
sv: Kan ej lista arbetsplatser (vid listWorkplaceProfiles).

# ERR_LISTWORKPLACEGROUPNAMES
source: Can’t list workplace group names (during listWorkplaceGroupNames)
sv: Kan ej lista arbetsplatsgruppnamn (vid listWorkplaceGroupNames).

# ERR_GETWORKPLACEGROUP
source: Can’t find workplace group (during getWorkplaceGroup)
sv: Kan ej hitta arbetsplatsgrupp (vid getWorkplaceGroup).

# ERR_LISTWORKPLACEGROUPS
source: Can’t list workplace groups (during listWorkplaceGroups)
sv: Kan ej lista arbetsplatsgrupper (vid listWorkplaceGroups).

# ERR_LOSTEVENTS
source: Events have been lost due to overload – this may affect displayed information. Close windows that require a lot of resources
sv: Händelser har förlorats på grund av överbelastning. Detta kan påverka visad information. Stäng fönster som kräver stora resurser.

# ERR_ADDAPPLDATA
source: Can’t add application data to enquiry (during addApplData)
sv: Kan ej lägga till applikationsdata till samtal (vid addApplData).

# ERR_LISTACTIVEMEDIANAMES
source: Can’t list active media (during listActiveMediaNames)
sv: Kan ej lista aktiv trafikingång (vid listActiveMediaNames).

# ERR_GETANYCALLBYUNIQUEID
source: Can’t find enquiry with specified ID (during getAnyCallByUniqueId)
sv: Kan ej hitta samtal med angivet ID (vid getAnyCallByUniqueId).

# ERR_GETCALLTYPE
source: Can’t find enquiry type from enquiry identification object (during getCallType)
sv: Kan ej hittasamtalstyp från samtalsidentifikationsobjekt (vid getCallType).

# ERR_GETBEANTRACE
source: Can’t get Java client trace (during getBeanTrace)
sv: Kan ej hämta Java-klienttrace (vid getBeanTrace).

# ERR_GETUSERMEDIAPROFILE
source: Can’t get user media profile (during getUserMediProfile)
sv: Kan ej hämta mediaanvändarprofil (vid getUserMediProfile)

# ERR_GETOTHERPARTY
source: Can’t find customer/originator of enquiry (during getOtherParty)
sv: Kan ej hitta kund/skapare av ärende (vid getOtherParty).

# ERR_GETSERVERTIME
source: Can’t find server time (during getServerTime)
sv: Kan ej hitta servertid (vid getServerTime).

# ERR_ADDMEDIAPARAMETER
source: Can’t add extra media parameter (during addMediaParameter)
sv: Kan ej lägga till extra parameter för trafikingång (vid addMediaParameter).

# ERR_LISTUSERPROFILES
source: Can’t list users in specified user group (during listUserProfiles)
sv: Kan ej lista användare i angiven användargrupp (vid listUserProfiles).

# ERR_LISTDEVICESTATUS
source: Can’t list status of destinations from 'media' information (during listDeviceStatus)
sv: Kan ej lista status på destinationer från "trafikingångs"-informationen (vid listDeviceStatus).

# ERR_GETCALLDIRECTION
source: Can’t find enquiry direction (during getCallDirection)
sv: Kan ej hitta samtalsdirektion (vid getCallDirection).

# ERR_GETARRIVALTIME
source: Can’t find enquiry arrival time (during getArrivalTime)
sv: Kan ej hitta ankomsttid för samtal (vid getArrivalTime).

# ERR_GETTEMPORARYCALLID
source: Can’t find enquiry ID for direct enquiry (during getTemporaryCallId)
sv: Kan ej hitta samtals-ID för direktsamtal (vid getTemporaryCallID).

# ERR_LISTMEDIASTATUS
source: Can’t find list of media status (during listMediaStatus)
sv: Kan ej hitta lista över trafikingångsstatus (vid listMediaStatus).

# ERR_SETUSERID
source: Can’t set user information to EJB system (during setUserId)
sv: Kan ej sätta användarinformation för EJB-system (vid setUSerId).

# ERR_SETPASSWORD
source: Can’t set password (during setPassword)
sv: Kan ej sätta lösenord (vid setPassword).

# ERR_LISTAGENTSINUSERGROUP
source: Can’t get agents in user group (during listAgentsInUserGroup)
sv: Kan ej hämta agenter i användargrupp (vid listAgentsInUserGroup).

# ERR_SETALIVETIMEOUT
source: Can’t set live time-out (during setAliveTimeout)
sv: Kan ej sätta agenten-lever-timeout (vid set AliveTimeout).

# ERR_LISTUSERPROFILENAMES
source: Can’t list user names in specified user group (during listUserProfileNames)
sv: Kan ej lista användarnamn i angiven användargrupp (vid listUserProfileNames).

# ERR_GETANSWERCALLTIME
source: Can’t find answer call time (during getAnswerCallTime)
sv: Kan ej hitta tidpunkt för samtalssvar (vid getAnswerCallTime).

# ERR_GETDISCONNECTCALLTIME
source: Can’t find enquiry disconnection time (during getDisconnectCallTime)
sv: Kan ej hitta tidpunkt för samtalsavbrott (vid getDisconnectCallTime).

# ERR_SETINCLUDEHOSTNAMEINTOPIC
source: Can’t set whether server name is to be included in subject (during setIncludeHostNameInTopic)
sv: Kan ej sätta om servernamn ska vara inkluderad i ämne (vid setIncludeHostNameInTopic).

# ERR_GETMEDIASTATUS
source: Can’t find 'media status' for agent for specified media (during getMediaStatus)
sv: Kan ej hitta "mediastatus" för agent på den angivna trafikingången (vid getMediaStatus).

# ERR_TRANSFERCALL
source: Can’t transfer call (during transferCall)
sv: Kan ej överföra samtal (vid transferCall).

# ERR_GETMEDIASTATE
source: Can’t find media status (during getMediaState)
sv: Kan ej hitta trafikingångsstatus (vid getMediaState).

# ERR_SETTRACE
source: Can’t initiate trace in bean (during setTrace)
sv: Kan inte initiera trace i javabönan (vid setTrace).

# ERR_GETISAGENTDEVICE
source: Can’t get information on whether device status is agent’s (during getIsAgentDevice)
sv: Kan ej hitta information om funktionsstatus är agents (vid getIsAgentDevice).

# ERR_GETMEDIASTATUSWITHDEVICENAME
source: Can’t find media status (during getMediaStatusWithDeviceName)
sv: Kan ej hitta trafikingångsstatus (vid getMediaStatusWithDeviceName).

# ERR_GETLOGINSTATUS
source: Can’t find login status for media (during getLoginStatus)
sv: Kan ej hitta inloggningsstatus för trafikingång (vid getLoginStatus).

# ERR_GETBREAKCODETYPE
source: Can’t find break code type (during getBreakcodeType)
sv: Kan ej hitta frånvarodkodtyp (vid getBreakcodeType).

# ERR_GETWORKPLACEPROFILEWITHALIAS
source: Can’t find workplace with specified alias (during getWorkplaceProfileWithAlias)
sv: Kan ej hitta arbetsplats med angivet alias (vid getWorkplaceProfileWithAlias).

# ERR_LISTACTIVECALLSATAGENT
source: Can’t find list of agent’s active enquiries (during listActiveCallsAtAgent)
sv: Kan ej hitta lista över agentens aktiva samtal (vid listActiveCallsAtAgent).

# ERR_SENDCOMMANDTOAGENT
source: Can’t send command to agent (during sendCommandToAgentout)
sv: Kan ej skicka kommando till agent (during sendCommandToAgentAbout).

# ERR_LISTAGENTSINWORKPLACEGROUP
source: Can’t list agents in workplace group (during listAgentsInWorkplaceGroup)
sv: Kan ej lista agenter i arbetsplatsgrupp (vid listAgentsInWorkplaceGroup).

# ERR_GETCONNECTTOVQ
source: Can’t find queue group to which queue is connected (during getConnectToVq)
sv: Kan inte hitta kögrupp som kö är kopplad till (vid getConnectToVq).

# ERR_LISTWORKPLACEPROFILENAMESINWORKPLACEGROUP
source: Can’t list workplace IDs in specified workplace group (during listWorkplaceProfileNamesInWorkplaceGroup)
sv: Kan ej lista arbetsplats-ID:n i angiven arbetsplatsgrupp (vid listWorkplaceProfileNamesInWorkplaceGroup).

# ERR_GETAGENTLOGINSTATS
source: Can’t get internal statistics for agent (during getAgentLoginStats)
sv: Kan ej hämta intern statistik över agent (vid getAgentLoginStats).

# ERR_GETLASTAGENTAFTERWORKTIME
source: Can’t get time of last status change for after-work (during getLastAgentAfterWorkTime)
sv: Kan ej hämta tidpunkt för senaste statusförändring för efterarbete (vid getLastAgentAfterWorkTime).

# ERR_GETLASTAGENTNOTREADYTIME
source: Can’t get time of last status change for not ready(during getLastAgentNotReadyTime)
sv: Kan ej hämta tidpunkt för senaste statusförändring för ej klar (vid getLastAgentNotReadyTime).

# ERR_GETLASTAGENTREADYTIME
source: Can’t get time of last status change for ready (during getLastAgentReadyTime)
sv: Kan ej hämta tidpunkt för senaste statusförändring för klar (vid getLastAgentReadyTime).

# ERR_GETTYPEFROMMEDIATYPE
source: Can’t get media type (during getMediaType)
sv: Kan ej hämta trafikingångstyp (vid getMediaType).

# ERR_GETENTERPRISENAME
source: Can’t get company name (during getEnterpriseName)
sv: Kan ej hämta företagsnamn (vid getEnterpriseName).

# ERR_BEANNOTSET
source: Java communication not correctly set up
sv: Javakommunikation felaktigt installerad.

# ERR_EXECUTETOSTRING
source: Can’t get description of object (during executeToString)
sv: Kan ej hämta objektsbeskrivning (vid executeToString).

# ERR_LISTVQS
source: Can’t create object list (during ListVQS)
sv: Kan ej skapa objektslista (vid ListVQS).

# ERR_LISTMP
source: Can’t create object list (during ListMediaProfileNames)
sv: Kan ej skapa objektslista (vid ListMediaProfileNames).

# ERR_NOSUCHAGENT
source: Error occurred (can’t find agent)
sv: Ett fel uppstod (kan ej hitta agent).

# ERR_NOSUCHCALL
source: Can’t find enquiry. This may be because the enquiry status has been changed - an attempt to transfer to an agent for example
sv: Ärende kan ej hittas. Detta kan bero på att ärendestatusen har ändrats, t.ex genom ett försök att överföra till agent.

# ERR_TIMEOUT
source: Can’t perform operation within specified period
sv: Kan ej utföra processen inom angiven tidsperiod.

# ERR_SECURITY
source: A permission problem has occurred
sv: Ett rättighetsproblem har uppstått.

# ERR_SERVICEDISABLED
source: Service
sv: Tjänst

# ERR_DESTINVALID
source: Destination invalid
sv: Destination ogiltig.

# ERR_DISABLEDMEDIA
source: Media not available
sv: Media ej tillgänglig.

# ERR_LINEBUSY
source: Line busy
sv: Linje upptagen.

# ERR_MISSINGSKILL
source: Missing skill
sv: Saknar kompetens

# ERR_NOANSWER
source: No answer
sv: Inget svar.

# ERR_NOCONNECTION
source: Error occurred (no connection)
sv: Ett fel uppstod (ingen kontakt).

# ERR_NOTACTIVE
source: Error occurred (not active)
sv: Ett fel uppstod (ej aktiv).

# ERR_NOTATTACHED
source: Session (user) must be connected (during attach)
sv: Session (användare) måste vara uppkopplad (vid bifogande).

# ERR_GETACTIVEHISTORYELMFORAGENT
source: Can’t get active enquiry history for agent
sv: Kan ej hämta aktiv ärendehistorik för agent.

# ERR_GETACTIVEHISTORYELMWITHOUTAGENT
source: Can’t get active enquiry history - without agent
sv: Kan ej hämta aktiv ärendehistorik - utan agent.

# ERR_GETCALLHISTORY
source: Can’t get enquiry history
sv: Kan ej hämta ärendehistorik.

# ERR_GETLASTHISTORYELM
source: Can’t get last history component for enquiry
sv: Kan ej hämta senaste historikkomponent för ärende.

# ERR_GETTOTALAGENTTALKTIME
source: Can’t get total time enquiry has been active with agents
sv: Kan ej hämta total tid som ärende har varit aktivt med agenter.

# Enterprise
source: Company
sv: Företag

# EnterpriseName
source: Company name
sv: Företagsnamn

# ERR_CDSCALLFIELDNOTVALID
source: Invalid information field
sv: Ogiltigt informationsfält

# Out1
source: Out
sv: Ut

source: Active conference consultation
sv: Aktiv konferenskonsultation

source: Active consultation
sv: Aktiv konsultation

source: Number
sv: Antal

source: Active
sv: Aktiv

source: Active period
sv: Aktiv period

source: Enquiry type
sv: Samtalstyp

source: Finished
sv: Avslutad

# StatusOnEnquiry
source: Enquiry status
sv: Ärendestatus

source: Consultation on conference
sv: Konsultation om konferens

source: Direct transfer
sv: Direktöverföring

source: In queue
sv: I kö

source: Lost
sv: Missat

source: Waiting to be answered
sv: Väntar på svar

source: Media type
sv: Typ av trafikingång

# IfEnquiryIsDirectOrThruCds
source: If enquiry is direct or via ICC
sv: Om samtal är direkt eller via ICC

source: Queue enquiry
sv: Kö-ärende

# CallRejectBecauseOfAbuse
source: Call rejected because of abuse
sv: Samtal avvisat på grund av missbruk.

source: Call rejected
sv: Samtal avvisat.

source: None
sv: Ingen

source: Redirected to call back
sv: Vidareskickat till återuppringning.

source: Redirected to fall-back solution
sv: Vidareskickat till reservlösning.

source: Hide filter
sv: Dölj filter

source: Show filter
sv: Visa filter

# ShowOrHideFilter
source: Show/Hide filter
sv: Visa/dölj filter

source: of
sv: av

source: Level
sv: Nivå

# ERR_CONNECTINGTOSERVER
source: Can’t contact ICC system (network problem?)
sv: ICC-system kan ej kontaktas (nätverksproblem?).

# ERR_ATTACHAGENT
source: Can’t connect agent with specified workplace ID and user ID (during attachAgent)
sv: Kan ej koppla agent till angivet arbetsplats-ID och användar-ID (vid attachAgent).

# ERR_DETACHAGENT
source: Can’t remove agent from connection (during detachAgent)
sv: Kan ej ta bort agent från uppkoppling (vid detachAgent).

source: Old password
sv: Gammalt lösenord

source: Department
sv: Avdelning

# Medias
source: Media
sv: Trafikingång

source: User group
sv: Användargrupp

source: Answering
sv: Svarar

source: Status is waiting, active or finished
sv: Ärendestatus är väntande, aktiv eller avslutat.

source: Extra fields
sv: Extrafält

source: Lost
sv: Missat

# ERR_NODEVICES
source: Can’t find right direction
sv: Kan ej hitta rätt direktion

# ERR_SETTINGCOLOR
source: Can’t set colour
sv: Kan ej sätta färg

source: Updating failed
sv: Uppdatering misslyckades.

# Apply
source: Use
sv: Använd

source: In use
sv: Används

source: Select media
sv: Välj trafikingång

# CountFound
source: Number found
sv: Nummer hittat

source: Select service
sv: Välj tjänst

source: Close
sv: Stäng

# StatusOnMediaAndServicesFor
source: Status of media (and services) for
sv: Status på trafikingång och (och tjänster) för

# ERR_AGENTNOTALLOWED
source: Agent logged on with invalid information? Error during listing.
sv: Agent inloggad med ogiltig information? Fel vid skapande av lista.

source: Site
sv: Plats

source: Role
sv: Roll

# StatusInCallcenter
source: Status in call centre
sv: Callcenterstatus

# StatusOnMedia
source: Media status
sv: Trafikingångsstatus

source: Busy with enquiry
sv: Upptagen med ärende

source: Missing configuration
sv: Saknad konfiguration

# ERR_GETENQUIRYVALUE
source: Can’t get enquiry value
sv: Kan ej hämta ärendevärde.

# RingANewCall
source: Make new call
sv: Gör ett nytt samtal

# SendANewMail
source: Send new e-mail
sv: Skicka ny e-post

# ERR_GETMEDIASTATEEXTENDED
source: Can’t get extended status
sv: Kan ej hämta utökad status.

source: Instant Messaging
sv: Snabbmeddelanden

# TellsIfEnquiryIsConsultation
source: Indicates whether enquiry is a consultation
sv: Visar om samtal är en konsultation

# TimeWhenTransferredToAgent
source: Time of transfer to agent
sv: Tid för överföring till agent

# TimeFromTransferredToAnswered
source: Time from transfer to answering
sv: Tid från överföring till svar

source: Chat history
sv: Chatthistorik

# ERR_CDSNOTCONFIGURED
source: Can’t connect to ICC at the moment as it is being set up
sv: Kan ej koppla till ICC samtidigt som den startas upp.

# ERR_GETACTIVEUSERFROMWPID
source: Can’t get user information from workplace ID (during GetActiveUserFromWpId)
sv: Kan ej hämta användarinformation från arbetsplats-ID (vid GetActiveUserFromWpId).

source: Agent chat
sv: Agentchatt

# ERR_GETSPECIALSPTRING2
source: Can’t get information from event (during getSpecialString2)
sv: Kan ej hämta information om händelse (vid getSpecialString2).

# IdConnectedToChatSession
source: Identifier for chat session
sv: Identifierare för chattsession.

source: Chat
sv: Chatta

# ERR_SENDCOMMANDTOGROUPOFAGENTS
source: Can’t send message/information to group of agents (during sendCommandToGroupOfAgents)
sv: Kan ej skicka meddelande/information till agentgrupp (vid sendCommandToGroupOfAgents).

# ERR_CREATEMOVEMENTINFOOBJECT
source: Can’t create transfer information (during CreateCallMovementInfo)
sv: Kan ej skapa överföringsinformation (vid CreateCallMovementInfo).

# ERR_SETCDSCALL
source: Can’t set information on enquiry (during SetCdsCall)
sv: Kan ej sätta information om samtal (vid getCdsCall).

# ERR_SETMOVEMENTTYPE
source: Can’t set transfer type (during SetMovementType)
sv: Kan ej sätta typ av överföring (vid setMovementType).

# ERR_ADDOTHERPARTY
source: Can’t add information on other party (during AddOtherParty)
sv: Kan ej lägga till information om annan deltagare (durinAddOtherParty).

# ERR_CREATEMOVEMENTINFOOTHERPARTY
source: Can’t create transfer information on other party (during createMovementInfoOtherPart)
sv: Kan ej skapa överföringsinformation om annan deltagare (vid createlMovementInfoOther Part).

# ERR_SETAGENTCALLMOVEMENTINFORMATION
source: Can’t send transfer information (during SetAgentCallMovementInformation)
sv: Kan ej skicka överföringsinformation (vid SetAgentCallMovementInformation).

# ERR_SETSERVICENAME
source: Can’t set service name (during SetServiceName)
sv: Kan ej sätta tjänstnamn (vid SetServiceName).

# ERR_SETTASKID
source: Can’t set task ID (during SetTaskId)
sv: Kan ej sätta uppgiftsID (vid SetTaskId).

# WhoEnquiryMayBeIsTransferedTo
source: Who enquiry may have been transferred to
sv: Vem samtal kan ha överförts till

# ERR_HOLD
source: Can’t put enquiry on hold
sv: Kan ej placera samtal i kö

# ERR_SETACCEPTOUTGOINGCALL
source: Can’t accept or reject enquiry (during setAcceptOutgoingCall)
sv: Kan ej ta emot eller avvisa samtal (vid setAcceptOutgoingCall).

# TimeFromArrivalToAgentTransfer
source: Time from arrival to transfer to agent
sv: Tid från ankomst till överföring till agent

# ERR_LOGOUTALLVQS
source: Can’t sign out of queue groups (during logoutAllVqs)
sv: Kan ej logga ut ur kögrupper (vid logoutAllVqs).

# InformationAboutLostEnquiryThatIsHandled
source: Information on lost enquiry that has been processed
sv: Information om missat samtal som har blivit behandlat.

# InformationAboutResponsibleAgentForLostEnquiry
source: Information on responsible agent for lost enquiry
sv: Information om agent ansvarig för missat samtal.

# ERR_GETISCONFERENCEDRESERVED
source: Can't find out if device is in conference
sv: Kan ej hitta om funktion är i konferens.

# Handled
source: Processed
sv: Behandlat

source: Responsible
sv: Ansvarig
