Repository: DeepPhog/IC3_Agent
Catalog: img/CdsAgent.*.resx
Languages: sv

# ERR_ATTCHMENTREMOVEDAVAILABLEININBOX
source: E-mail contains one or more large attachments which can’t be shown here. To view them, use your inbox
sv: E-post innehåller en eller flera stora bilagor som ej kan visas här. För att visa bilagorna, använd din inkorg.

# ERR_TOOLARGEMAIL
source: E-mail too large to show
sv: E-post för stort för att visas.

# ERR_ERRORSHOWINGMAIL
source: Can’t show e-mail. It will not be put back in queue, and must be processed manually
sv: Kan ej visa e-post. Det kommer ej att placeras åter i kö utan måste behandlas manuellt.

# OpeningMail
source: Opening e-mail
sv: Öppnar e-post.

# ThisMayTakeAWhileBecauseTheMailIsLarge
source: This may take a while due to size of e-mail
sv: På grund av e-postens storlek kan detta ta ett tag.

# OpenMailFromInbox
source: Opening e-mail from inbox
sv: Öppnar e-post från inkorg.

# FindingMailInInbox
source: Finding e-mail in inbox
sv: Hittar e-post i din inkorg.

# ERR_ANSWERMAILTOOKTOOLONG
source: Can’t answer enquiry (e-mail) - operation timed out
sv: Kan ej besvara förfrågan (e-post). Processen tog för lång tid.

# ERR_MAPINOTINITIATED
source: E-mail system not started
sv: E-poststystem ej startat.

# ERR_ERRORINITIATINGMAPI
source: Can’t start e-mail system
sv: Kan ej starta e-postsystem.

# ERR_MAILOPERATIONTIMEDOUT
source: E-mail operation timed out
sv: E-postprocessen avbröts.

# ERR_MAPISIGNINERROR
source: Can’t connect to e-mail system
sv: Kan ej ansluta till e-postsystem.

# ERR_FETCHINGMAPIMESSAGES
source: Can’t get inbox e-mails
sv: Kan ej hämta e-post från inkorg.

# ERR_GETTINGADDRESSES
source: Error while processing addressees
sv: Ett fel uppstod under behandling av mottagare.

# ERR_REPLYING
source: Can’t set preferred reply mode for e-mail
sv: Kan ej sätta önskat svarsläge för e-post.

# ERR_SETTINGADDRESSES
source: Can’t insert addresses into e-mail
sv: Kan ej infoga adresser i e-post.

# ERR_SHOWDIALOG
source: Error showing e-mail
sv: Ett fel uppstod vid visning av e-post.

# ERR_CANNOTFINDWINDOW
source: Can’t find e-mail window. Finish enquiry yourself by clicking 'Hang up'
sv: Kan ej hitta e-postfönster. Avsluta samtalet genom att klicka på "Lägg på"

# ERR_MAILANSWEREDBUTNOTSHOWED
source: E-mail registered as answered but can’t be shown
sv: E-post markerat som besvarat men kan ej visas.

# ERR_MAILCANNOTBESHOWEDISRETRIEVING
source: Can’t show e-mail. It will be retrieved and treated as an exception. Please wait
sv: Kan ej visa e-post. Det kommer att hämtas och behandlas som ett undantag. Var vänlig vänta.

# ShowsOrHidesEjournal
source: Shows or hides Ejournal window
sv: Visar eller döljer Ejournalfönster

# ERR_COMPOSEMAIL
source: Can’t create new e-mail
sv: Kan ej skapa ny e-post.

# ERR_EJOURNALURLMISSING
source: Some configuration needed to perform operation is missing
sv: En konfiguration som behövs för att utföra momentet saknas.

source: Logged in
sv: Inloggad

source: Signed in and ready
sv: Incheckad och klar

source: Signed in and not ready
sv: Incheckad men ej klar

source: Agent statistics
sv: Agentstatistik

source: Time
sv: Tid

source: Signed in
sv: Incheckad

source: Signed out
sv: Utcheckad

source: Date
sv: Datum

source: Select date
sv: Välj datum

source: Break codes
sv: Frånvarokoder

source: General information
sv: Allmän information

# TimeSignedInQueue
source: Time signed in queue group
sv: Tid incheckad i kögrupp

source: No
sv: Nej

source: Not updated
sv: Ej uppdaterad.

source: Details
sv: Detaljer

source: Description
sv: Beskrivning

source: Value
sv: Värde

source: Transfer to service
sv: Överför till tjänst

source: Notes
sv: Anteckningar

source: Message from
sv: Meddelande från

source: Send answer
sv: Skicka svar

# ERR_WRONGUSERORPASSWORD
source: Wrong username and/or password (acc. to external sources)
sv: Fel användarnamn och/eller lösenord (enligt externa källor).

# ERR_PASSWORDISREQUIRED
source: The user is required to set a password.
sv: Användaren måste sätta ett lösenord.

# ClickToEdit
source: Click to change
sv: Klicka för att ändra

source: Default window settings
sv: Förvalda fönsterinställningar

source: Save default window settings
sv: Spara förvalda fönsterinställningar

# ERR_CREATINGNEWMAIL
source: Can’t create new e-mail
sv: Kan ej skapa ny e-post

source: Command
sv: Kommando

source: Run script
sv: Kör skript

# ERR_AGENTHASNOTSELECTEDDESTINATION
source: Agent doesn’t have destination that matches selections
sv: Agenten har inte destination som matchar urvalen.

source: Log in
sv: Logga in

source: Log in settings
sv: Inloggningsinställningar

# LogIntoCallcenter
source: Log into call centre
sv: Logga in i callcenter

source: Log out
sv: Logga ut

# LogoutOfCallcenter
source: Log out of call centre
sv: Logga ut ur callcenter

# DoYouReallyWantToLogout
source: Do you want to log out of call centre?
sv: Vill du logga ut ur callcenter?

source: Time remaining
sv: Återstående tid

source: In after-work
sv: I efterarbete

# ERR_TIMEOUTGETTINGLOSTCALLS
source: Operation to get lost enquiries timed out
sv: Åtgärdstiden för att hitta missade samtal gick ut

source: About
sv: Om

# MenuHelp
source: H&elp
sv: H&jälp

# ERR_LOGGEDOUT
source: You were logged out
sv: Du loggades ut.

# ERR_UPDATEENQUIRYLOGFORMATERROR
source: Error while updating enquiry log - ICC Agent probably being updated. You won’t be able to see previous enquiries in enquiry log
sv: Ett fel uppstod under uppdatering av ärendeloggen. ICC Agent uppdateras troligen. Du kommer ej att kunna se tidigare ärenden i ärendeloggen.

source: Add buddy
sv: Lägg till vän

source: Buddies
sv: Vänner

source: Busy
sv: Upptagen

# CdsEnquiry
source: Icc-enquiry
sv: ICC-ärende

source: Deselect all
sv: Avmarkera alla

source: Do you really want to remove these buddies
sv: Vill du verkligen ta bort dessa vänner?

source: Do you really want to remove this buddy
sv: Vill du verkligen ta bort den här vännen?

source: Enquiry status
sv: Samtalsstatus

# ERR_BUDDIESNOTINITIATED
source: Buddies is not initialized
sv: Vänner är ej initialiserade.

# ERR_BUDDYALREADYEXIST
source: Buddy already exists
sv: Vän finns redan.

# ERR_BUDDYDOESNOTEXIST
source: Buddy does not exist
sv: Vän finns inte.

source: First name
sv: Förnamn

source: Enquiries in queue
sv: Ärenden i kö

source: Keypad
sv: Tangentbord

source: Surname
sv: Efternamn

source: Remove buddies
sv: Ta bort vänner

source: Remove buddies from list
sv: Ta bort vänner från lista

source: Remove buddy
sv: Ta bort vän

source: Remove buddy from list
sv: Ta bort vän från lista

source: Select
sv: Välj

source: Select users
sv: Välj användare

source: Waiting time
sv: Väntetid

# ERR_VQNOTFOUND
source: Can not find the queue
sv: Kan ej hitta kögruppen

# YouMustProvideMoreSearchText
source: You must write more text to be able to start search
sv: För påbörja sökning måste du skriva mer text.

# SearchForUser
source: Søk etter bruker
sv: Sök efter användare

# ERR_EXTERNCONTROLCANNOTBECREATED
source: The external control cannot be created
sv: Den externa kontrollen kan ej skapas.

source: Send sms to chosen
sv: Skicka SMS till valda

source: Add to catalog
sv: Lägg till i katalog

source: Next screen
sv: Nästa skärm

# ERR_NOAXBRIDGE
source: The ICC AxBridge Compenent is not installed on the computer
sv: ICC AxBridge-komponenten är ej installerad på den här datorn.

# ERR_NOJRE
source: Java Runtime Environment (JRE) must be installed on the computer before you can run this progrtam
sv: Innan du kan köra detta program måste Java Runtime Environment (JRE) vara installerad på datorn.

# ERR_WRONGAXBRIDGE
source: The ICC AxBridge Component installed on the computer, does not meet the requirements of the application
sv: ICC AxBridge-komponenten som installerats på den här datorn uppfyller inte applikationens krav.

# ERR_WRONGJRE
source: The Java Runtime Environment (JRE) version installed on the computer, does not meet the requiremnts of the application
sv: ICC AxBridge-komponenten som installerats på den här datorn uppfyller inte applikationens krav.

source: Installed
sv: Installerad

source: Requires
sv: Begär

source: Warning
sv: Varning

# ERR_MAXALLOWEDCALLS
source: Internal memory usage indicates that you should terminate the application and start again
sv: Intern minnesanvändning indikerar att du bör avsluta applikationen och börja om.

# ERR_ALREADYRUNNING
source: ICC Agent already started. Kill previous instance?
sv: ICC Agent har redan startat. Avsluta föregående instans?

# ERR_SESSIONLOCKED
source: Session is locked
sv: Sessionen är låst.

# ERR_HTTPSERVERSTART
source: Cannot start HTTP-server
sv: Kan ej starta HTTP-server.

# ShowAsATabInMainWIndow
source: Show as tab in main window
sv: Visa som flik i huvudfönster

# ShowAsDockedInMainWindow
source: Show as integrated in main window
sv: Visa som integrerad i huvudfönster

source: Show as stand-alone window
sv: Visa som eget fönster

source: Show
sv: Visa

source: Close window
sv: Stäng fönster

source: Change size
sv: Ändra storlek

source: Active
sv: Aktiv

source: Unique ID
sv: Unikt ID

# UniqueIndicationOfTime
source: Unique time indication
sv: Unik tidsangivelse

source: Application data
sv: Applikationsdata

# ArrivaltimeInContactcenter
source: Arrival time in call centre
sv: Ankomsttid till callcenter

source: Media
sv: Trafikingång

# ThisPart
source: This party
sv: Den här deltagaren

source: Time in transfer
sv: Tid i överföring

source: Direction
sv: Riktning

source: Identification
sv: Identifikation

# Devicename
source: Name of destination
sv: Destinationens namn

source: Priority
sv: Prioritet

source: Arrival time in queue
sv: Ankomsttid i kö

source: Service
sv: Tjänst

source: Waiting time in queue
sv: Väntetid i kö

# TimeInCallcenter
source: Time in call centre
sv: Tid i callcenter

# TimeFromAgentTransfer
source: Time from transfer to agent
sv: Tid från överföring till agent

# PriorityOnAgentTranfer
source: Priority on agent transfer
sv: Prioritet vid överföring till agent

source: Agent’s workplace ID
sv: Agents arbetsplats-ID

source: Agent’s user ID
sv: Agents användar-ID

# AgentsDeviceName
source: Description of agent’s destination
sv: Beskrivning av agents destination

# FeedbackFromAgent
source: Feedback from agent (only lost enquiries)
sv: Återkoppling från agent (endast missade samtal)

# FeedbackDirection
source: Feedback direction (only lost enquiries)
sv: Riktning på feedback (endast missade samtal)

# UniqueIdFromFeedback
source: Unique ID of feedback (only lost enquiries)
sv: Återkopplingens unika ID (endast missade samtal)

# ResponsibleWorkplace
source: Responsible workplace (only lost enquiries)
sv: Ansvarig arbetsplats (endast missade samtal)

# TimeForCallback
source: Time of call back (only lost enquiries)
sv: Tidpunkt för uppringning (endast missade samtal)

# TimeForResponsibleAgentRegistration
source: Time of registration of responsible agent (only lost enquiries)
sv: Tidpunkt för registrering av ansvarig agent (endast missade samtal)

# TimeForFeedback
source: Time of feedback (only lost enquiries)
sv: Tidpunkt för återkoppling (endast missade samtal)

# TimeForAnswerCall
source: Time when enquiry answered
sv: Tidpunkt när samtal besvarades

# TimeForHangupCall
source: Time when enquiry finished
sv: Tidpunkt när samtal avslutades

# TimeFromAnswerCall
source: Time from answering of enquiry
sv: Tid från besvarande av samtal

# TimePeriodForActiveCall
source: Length of time enquiry was active
sv: Längd på aktiv samtalstid

# SubjectInMail
source: E-mail subject (only for e-mail)
sv: Ämne för e-post (endast för e-post)

# SmsMessageForSmsCalls
source: SMS message (only for SMS enquiries)
sv: Sms-meddelande (endast för Sms-ärenden)

source: Waiting time before lost
sv: Väntetid innan samtal missades

source: Active period in seconds
sv: Aktiv tid i sekunder

# TypeOfCall
source: Type of enquiry
sv: Ärendetyp

# TerminateStatusOnCall
source: Finishing status of enquiry
sv: Avslutande ärendestatus

# SubjectInMailWithoutPrefix
source: E-mail subject (without prefix)
sv: Rubrik för e-post (utan prefix)

source: Direct
sv: Direkt

source: Incoming
sv: Inkommande

# Outgoing
source: Outbound
sv: Utgående

source: queue
sv: kö

source: Transferred
sv: Överförd

source: Answered
sv: Besvarade

source: Unanswered
sv: Obesvarade

source: Undefined
sv: Odefinierade

# ActiveInquiries
source: Active enquiries
sv: Aktiva ärenden

source: General error
sv: Allmänt fel

source: Login in progress
sv: Inloggning pågår

source: Logout in progress
sv: Utloggning pågår

source: Missing tool
sv: Saknar verktyg

source: Not active
sv: Ej aktiv

source: Login failed
sv: Inloggning misslyckades.

source: No status
sv: Ingen status

source: Missing media connection
sv: Trafikingångsanslutning saknas

source: Missing skill
sv: Saknar kompetens

# DifferentMedia
source: Other media
sv: Annan media

source: Internal reason
sv: Intern anledning

# NoStatusOnMedia
source: No status for media
sv: Ingen trafikingångsstatus

source: No destination for media
sv: Destination för trafikingång saknas

source: Not connected to media
sv: Ej ansluten till trafikingång

source: No reason
sv: Ingen anledning

source: Incoming conference
sv: Inkommande konferens

# TemporaryBusy
source: Temporarily busy
sv: Tillfälligt upptagen

# WaitingForCall
source: Waiting to receive enquiry
sv: Väntar på att ta emot ärende

# ThisPartIsOnHold
source: This party is on hold
sv: Den här deltagaren är placerad i kö

# OtherPartIsOnHold
source: Other party is on hold
sv: Annan deltagare är placerad i kö

source: Ringing
sv: Ringer

source: Not implemented
sv: Ej implementerad

source: from conference
sv: från konferens

# Transfering
source: Transferring
sv: Överför

# TotalyUnknown
source: Totally unknown
sv: Helt okänd

source: Break code
sv: Frånvarokod

# Exit1
source: Finish
sv: Avsluta

source: Password
sv: Lösenord

source: Username
sv: Användarnamn

source: New password
sv: Nytt lösenord

source: Communication
sv: Kommunikation

source: Select setup
sv: Välj inställningar

source: JMS info
sv: JMS-information

source: Workplace ID
sv: Arbetsplats-ID

# JmsInfoNotValid
source: Invalid JMS info
sv: Ogiltig JMS-information

# ServerNameIdNotValid
source: Invalid server name
sv: Ogiltigt servernamn

# WorkplaceIdIsNotValid
source: Invalid workplace ID
sv: Ogiltigt arbetsplats-ID

source: Communication properties
sv: Kommunikationsegenskaper

# PasswordFieldIsDifferentFromConfirmPassword
source: 'Password' field is different from 'Confirm password' field
sv: Fältet för lösenord och fältet för bekräfta lösenord är olika.

source: Confirm password
sv: Bekräfta lösenord

source: Password is blank. Do you want to change?
sv: Lösenord är tomt Vill du ändra?

source: E-mail
sv: E-post

source: Call back
sv: Ring upp

# Dialer
source: Dialler
sv: Dialer

source: Co-browser
sv: Webbläsardelning

source: IP telephony
sv: IP-telefoni

source: SIP telephony
sv: SIP-telefoni

source: Initiated
sv: Påbörjad

source: reserved
sv: reserverad

# WaitForAccept
source: Waiting for accept
sv: Väntar på godkännande

source: On hold
sv: Samtal parkerat

source: Ringing out
sv: Ringer ut

# HoldWaitOnAnswer
source: Hold/Wait for answer
sv: Parkera/Vänta på svar

source: Off hook
sv: Upptaget

source: Ringing on own line
sv: Ringer på egen linje

# RingingOnOtherPart
source: Ringing at other party’s end
sv: Ringer på annan deltagares linje

source: Unknown status
sv: Status okänd

source: Reserved
sv: Reserverad

# ERR_DIFFERENT_BEAN_VERSIONS
source: Server and client have different versions of Java components
sv: Server och klient har olika versioner av Javakomponenter.

# UserNameIsInvalid
source: Invalid username
sv: Ogiltigt lösenord

# InvalidUserOrPassword
source: Invalid username or password
sv: Ogiltigt användarnamn eller lösenord

source: Error checking user fields
sv: Ett fel uppstod under kontroll av användarfälten.

source: Error checking communication fields
sv: Ett fel uppstod under kontroll av kommunikationsfälten.

source: No connection
sv: Ingen anslutning

# NotLoggedInQueue
source: Not logged into queue group
sv: Ej inloggad i kögrupp

source: Arrival time
sv: Ankomsttid

source: Number of enquiries in list
sv: Antal samtal i lista

# TotalUsedTime
source: Total time used
sv: Totalt använd tid

# AverageUsedTime
source: Average time used
sv: Genomsnittligt använd tid

source: Incoming enquiries
sv: Inkommande ärende

# OutgoingEnquiries
source: Outbound enquiries
sv: Utgående ärende

source: Direct incoming
sv: Direkt inkommande

# DirectOutgoing
source: Direct outbound
sv: Direkt utgående

source: Activity
sv: Aktivitet

source: Waiting
sv: Väntar

# ERR_AGENTALREADYLOGGEDIN
source: Workplace ID already being used by another agent
sv: Arbetsplats-ID används redan av annan agent.

# ERR_SETDEVICENAME
source: Can’t set 'name of destination' (device) for user media (during setDeviceName)
sv: Kan ej sätta "destinationsnamn" (device) för användarmedia (vid setDeviceName).

# ERR_GETDEVICENAME
source: Can’t find 'name of destination' (device) for user media (during getDeviceName)
sv: Kan ej hitta "destinationsnamn" (device) för användarmedia (vid getDeviceName).

# ERR_CREATEUSERMEDIAPROFILE
source: Can’t create user media profile object (during createUserMediaProfile)
sv: Kan ej skapa objekt för användarmediaprofil (vid createUSerMediaProfile).

# ERR_SETMEDIAPROFILENAME
source: Can’t set media name (during setMediaProfileName)
sv: Kan ej sätta trafikingångsnamnet (vid setMediaProfileName).

# ERR_SETTRANSFERDESTINATION
source: Can’t set media destination (during setMediaProfileName)
sv: Kan ej sätta mediadestination (vid setMediaProfileName).

# ERR_SETUSERMEDIADESCRIPTION
source: Can’t set media description (during setDescription)
sv: Kan ej sätta trafikingångsbeskrivning (vid setDescription).

# ERR_GETTRANSFERDESTINATION
source: Can’t find transfer destination for media (during getTransferDestination)
sv: Kan ej hitta överföringsdestination för trafikingång (vid getTransferDestination).

# ERR_SETINUSE
source: Can’t set whether user media is in use (during setInUse)
sv: Kan ej sätta om användarmedia används (vid setInUse).

# ERR_SETWORKPLACEID
source: Can’t set workplace ID (during setWorkplaceId)
sv: Kan ej sätta arbetsplats-ID (vid setWorkplaceId).

# ERR_GETINUSE
source: Can’t find information on standard use of media (during getInUse)
sv: Kan ej hitta information om standardanvändning av trafikingång (vid getInUse).

# ERR_GETWORKPLACEID
source: Can’t find agent’s workplace group ID (during getWpId)
sv: Kan ej hitta grupp-ID för agentens arbetsplats (vid getWpId).

# ERR_LISTVQNAMES
source: Can’t find list of queues (during listVQNames)
sv: Kan ej hitta lista över köer (vid listVQNames).

# ERR_GETMEDIAPROFILENAME
source: Can’t find media name (during getMediaProfileName)
sv: Kan ej hitta trafikingångsnamnet (vid getMediaProfileName).

# ERR_GETMEDIADESCRIPTION
source: Can’t find media description (during getMediaDescription)
sv: Kan ej hitta trafikingångsbeskrivning (vid getMediaDescription).

# ERR_GETDEFAULTUSERMEDIAPROFILE
source: Can’t find default user media profile (during getDefaultUserMediaProfile)
sv: Kan ej hitta standardanvändarmediaprofil (vid getDefaultUserMediaProfile).

# ERR_LISTUSERMEDIAPROFILES
source: Can’t find list of user active media (during listUserMediaProfiles)
sv: Kan ej hitta lista över mediaprofiler (vid listUserMediaProfiles).

# ERR_CREATE_OBJECT
source: Can’t create object (during CreateObject)
sv: Kan ej skapa objekt (vid CreateObject).

# ERR_STARTUP
source: Can’t start communication
sv: Kommunikation kan ej påbörjas.

# ERR_NOSTARTUP
source: Can’t communicate with server (during startup)
sv: Kan ej kommunicera med server (vid startup).

# ERR_LOGINVQ
source: Can’t sign into queue group (during LoginVQ)
sv: Kan ej logga in i kögrupp (vid LoginVQ).

# ERR_LOGOUTVQ
source: Can’t sign out of queue group (during LogoutVQ)
sv: Kan ej logga ut ur kögrupp (vid LogoutVQ).

# ERR_CONNECTMEDIAPROFILE
source: Can’t connect to media (during connectMediaProfile)
sv: Kan ej ansluta till trafikingång (vid connectMediaProfile).

# ERR_DISCONNECTMEDIAPROFILE
source: Can’t delete connection to media (during disconnectMediaProfile)
sv: Kan ej radera anslutning till trafikingång (vid disconnectMediaProfile).

# ERR_LISTAGENTS
source: Can’t find list of agents (during listAgents)
sv: Kan ej hitta agentlista (vid listAgents).

# ERR_LISTAGENTSINQUEUE
source: Can’t find list of agents in queue (during listAgentsInQueue)
sv: Kan ej hitta lista över agenter i kö (vid listAgentsInQueue).

# ERR_GETUSERID
source: Can’t find user ID (during getUserId)
sv: Kan ej hitta användar-ID (vid getUserId).

# ERR_GETAGENT
source: Can’t find agent (during getAgent)
sv: Kan ej hitta agent (vid getAgent).

# ERR_GETMEDIAPROFILE
source: Can’t find media (during getMediaProfile)
sv: Kan ej hitta trafikingång (vid getMediaProfile).

# ERR_LISTSERVICEPROFILENAMES
source: Can’t find list of service profiles (during listServiceProfileNames)
sv: Kan ej lista över tjänstprofiler (duringlistServiceProfileNames).

# ERR_GETUSERPROFILE
source: Can’t find user profile (during getUserProfile)
sv: Kan ej hitta användarprofil (vid getUserProfile)

# ERR_TERMINATE
source: Can’t terminate communication to server (during terminate)
sv: Kan ej avbryta kommunikation med server (vid terminate).

# ERR_GETOLDESTCALLTIME
source: Can’t find time of oldest enquiry in specified queue (during getOldestCallTime)
sv: Kan ej hitta tidpunkt för äldsta samtal i angiven kö (vid getOldestCallTime).

# ERR_GETAPPLICATIONPARAMETER
source: Can’t find application data parameter in application data information (during getParameter)
sv: Kan ej hitta applikationsdataparameter i applikationsdatainformation (vid getParameter).

# ERR_GETCALLCENTERARRIVALTIME
source: Can’t find time of enquiry arrival in call centre (during getCallcenterArrivalTime)
sv: Kan ej hitta tid för ärendets ankomst till callcenter (vid getCallcenterArrivalTime).

# ERR_GETCALLID
source: Can’t find identification object for enquiry (during getCallId)
sv: Kan ej hitta identifikationsobjekt för samtal (vid getCallId).

# ERR_GETQUEUEARRIVALTIME
source: Can’t find queue arrival time for enquiry (during getQueueArrivalTime)
sv: Kan ej hitta ärendets ankomsttid till kö (vid getQueueArrivalTime).

# ERR_LISTVQSLOGGEDINTOBYAGENT
source: Can’t find list of queue groups agent is logged into (during listVQsLoggedIntoByAgent)
sv: Kan ej hitta lista över kögrupper som agent är inloggad i (vid listVQsLoggedIntoByAgent).

# ERR_GETCALLBYUNIQUEID
source: Can’t find information on enquiry (during getCall)
sv: Kan ej hitta information om samtal (vid getCall).

# ERR_GETFIRSTNAME
source: Can’t find user’s first name (during getFirstName)
sv: Kan ej hitta användarens förnamn (vid getFirstName).

# ERR_GETLASTNAME
source: Can’t find user’s last name (during getLastName)
sv: Kan ej hitta användarens efternamn (vid getLastName).

# ERR_GETDEPARTMENT
source: Can’t find user’s department (during getDepartment)
sv: Kan ej hitta användarens avdelning (vid getDepartment).

# ERR_GETMEDIAISENABLED
source: Can’t find out whether media is available (during getIsEnabled)
sv: Kan ej se om trafikingång är tillgänglig (vid getIsEnabled).

# ERR_GETMEDIATYPE
source: Can’t find media type for media (during getMediaType)
sv: Kan ej sätta trafikingångstyp för trafikingång (vid getMediaType).

# ERR_LISTALLUSERPROFILENAMES
source: Can’t find list of user profiles (during listAllUserProfileNames)
sv: Kan ej hitta lista över användarprofiler (vid listAllUserProfileNames).

# ERR_LISTCALLS
source: Can’t find list of enquiries (during listCalls)
sv: Kan ej hitta samtalslista (vid listCalls).

# ERR_PICKUPCALL
source: Can’t make 'pick up' call (during pickupCall)
sv: Kan ej svara på samtal (vid pickupCall)
