Repository: DeepPhog/IC3_Agent
Catalog: img/CdsAgent.*.resx
Languages: sv

# ERR_GETNUMBEROFREADYAGENTS
source: Can’t get number of ready agents (during getNumberOfReadyAgents)
sv: Kan ej hämta antal klara agenter (vid getNumberOfReadyAgents).

source: Agent message
sv: Agentmeddelande

source: Start chat
sv: Starta chatt

source: Start video session
sv: Starta videosession

source: Web camera
sv: Webbkamera

source: Preview
sv: Förhandsvisning

source: Virtual
sv: Virtuell

source: Show my web camera to
sv: Visa min webbkamera för

# SendADirectMessage
source: Send direct message
sv: Skicka direktmeddelande

# StartSimulatedCall
source: Start simulated enquiry
sv: Påbörja simulerat ärende

source: Local destination
sv: Lokal destination

source: Stop
sv: Stopp

# ActiveOtherPart
source: Active parties
sv: Aktiva deltagare

# NamesAndIdsOnOtherParts
source: Name and ID of other parties
sv: Andra deltagares namn och ID

source: Error
sv: Fel

source: Rejected
sv: Avvisat

# TerminatingEnquiry
source: Finishing enquiry
sv: Avslutar ärende

# TimeFromFinished
source: Time from finishing
sv: Tid från avslutat ärende

source: Has been consultation
sv: Har varit konsultation

# TimeFromArrivalToFinished
source: Time from arrival to finishing
sv: Tid mellan ankomst och avslut

# InformationAboutTransfering
source: Information on transfer
sv: Information om överföring

# ERR_LISTWPIDSINQUEUE
source: Can’t list agents signed into queue group
sv: Kan ej lista agenter incheckade i kögrupper

# ERR_ADDAPPLDATAONUNIQUEID
source: Can’t add application data to specified ID
sv: Kan ej lägga till applikationsdata till specifikt ID.

# ERR_ADDPRESENCEBUDDY
source: Can't add buddy (by AddPresenceBuddy)
sv: Kan ej lägga till vän (by AddPresenceBuddy).

# ERR_ATTACHALLPRESENCEUSERS
source: Can't listen to information about buddies (by attachAllPresenceUsers)
sv: Kan ej lyssna till information om vänner (by attachAllPresenceUsers).

# ERR_GETISBUSYONCDSCALL
source: Can't find out if agent is busy with icc-enquiry (by isBusyOncdsCall)
sv: Kan ej se om agent är upptagen med ICC-samtal (by isBusyOncdsCall).

# ERR_LISTPRESENCEBUDDYLIST
source: Can't list buddies (by ListPresenceBuddyList)
sv: Kan ej lista vänner (by ListPresenceBuddyList).

# ERR_REMOVEPRESENCEBUDDY
source: Can't remove buddy (by RemovePresenceBuddy)
sv: Kan ej ta bort vän (by RemovePresenceBuddy).

# ERR_SETPRESENCEUSERBUSYONCALL
source: Can't inform that agent is vacant/busy (by SetPresenceUserBusyOnCall)
sv: Kan ej informera om att agent är ledig/upptagen (by SetPresenceUserBusyOnCall).

source: Update
sv: Uppdatera

# ERR_LISTUSERPROFILESELECTION
source: Cannot list users by search-text (using ListUserProfileSelection)
sv: Kan ej lista användare genom söktext (using ListUserProfileSelection).

source: Global id
sv: Globalt ID

# TimeLeft
source: Time before expiration
sv: Återstående tid

source: Sent
sv: Skickat

source: Print
sv: Skriv ut

source: New contact
sv: Ny kontakt

source: Delete contact
sv: Radera kontakt

source: Card display
sv: Visar visitkort

source: No contacts
sv: Inga kontakter

source: Drop column here to group
sv: Dra och släpp kolumn här för att gruppera

source: No hit
sv: Ingen träff

source: Passed beginning
sv: Början passerad

source: Passed end
sv: Slutet passerat

# SearchingColumn
source: Search in column
sv: Sök i kolumn

source: Search for
sv: Sök efter

# DoYouReallyWantToDeleteSelectedRow
source: Do you really want to delete selected/active row?
sv: Vill du verkligen radera den valda/aktiva raden?

source: Do you want to print this list?
sv: Vill du skriva ut den här listan?

source: Question
sv: Fråga

# WriteTextAndSearchUseSpecialSign
source: Enter text and click search. Use * in front of text to search for content (not 'begins with')
sv: Skriv in text och klicka på sök. Använd * framför text för att söka efter innehåll (inte "börjar med").

source: contact
sv: kontakt

source: contacts
sv: kontakter

source: Delete
sv: Radera

source: Find contact
sv: Hitta kontakt

# DataGridClearButtonText
source: &Clear
sv: &Rensa

# DataGridSearchButtonText
source: &Search
sv: &Sök

source: Delete contacts
sv: Radera kontakter

# EditValue
source: Change value
sv: Ändra värde

source: Resources
sv: Resurser

# ClickToViewMoore
source: Click to see more information
sv: Klicka för att se mer information.

# HereIsAllPreviousMessagesDisplayed
source: Here are all previous messages displayed
sv: Här visas alla tidigare meddelanden.

# S4BAndUserIdMismatch
source: Skype for business sign in address does not match ICC user ID.
sv: Skype for business sign-in-adress är inte samma som ICC användar-ID.

# S4BNotSignedIn
source: User not signed in to Skype for business.
sv: Användaren är inte inloggad i Skype for business.

# S4BSkypeForBusinessCredentials
source: Skype for business Credentials
sv: Skype for business-inloggning

# S4BDomainAndUsername
source: Domain and username
sv: Domän och användarnamn

# S4BSavePassword
source: Save password
sv: Spara lösenord

# S4BCouldNotBeFound
source: Skype for Business could not be found. Please start Skype for Business.
sv: Skype för företag kunde inte hittas. Du måste start Skype för företag.

# S4BNotFound
source: Skype for Business not found
sv: Skype för företag kunde inte hittas

# ERR_GETSIPURI
source: Can't get SIP URI
sv: Kan inte hämta SIP URI

# ERR_GETSTREAMOBJECT
source: Can't get stream object
sv: Kan inte hämta strömobjekt

# ERR_NOSUCHCOMMAND
source: No such command on server
sv: Serverkommandot finns inte

# ERR_NOTIFYERROR
source: Internal server error
sv: Internt serverfel

# ERR_ISSUEREQUESTTIMEOUT
source: Timeout on server command
sv: Kommando mot servern tog för lång tid

# ERR_CUSTOMERHUNGUP
source: Customer hung up
sv: Kunden la på

# ConferenceToServiceNotSupported
source: Conference to service is not supported
sv: Konferans med tjänst är inte möjlig

# TransferDirectCallToServiceNotSupported
source: Transfer direct call to service is not supported.
sv: Overföra direktsamtal till tjänst stöds inte.

# ERR_SAVELOGGEDENQUIRY
source: Could not save enquiry.
sv: Kunde inte spara ärende.

# ERR_LISTLOGGEDENQUIRIES
source: Could not load enquiries.
sv: Kunde inte ladda loggade ärenden.

# ERR_DELETELOGGEDENQUIRIES
source: Could not delete enquiries.
sv: Kunde inte ta bort loggade ärenden.

# ERR_GETSHORTLIST
source: Could not load shortlist.
sv: Kunde inte ladda snabbvalslista.

# ERR_ICCLOGIN
source: Could not login to ICC. Wrong user name or password.
sv: Kunde inte logga in i ICC. Fel användarnamn eller lösenord.

# ERR_SSHCONNECTION
source: Could not create secure connection.
sv: Kunde inte skapa en säkert anslutning.

# ERR_USERALREADYLOGGEDIN
source: This user-ID is already logged in as an agent.
sv: Användaren är redan inloggad som en (annan) agent.

# ERR_GETCONSTANTS
source: Could not get system constants
sv: Kan inte hämta systemkonstanter

# SIP_ERR_MEDIA_FAILED
source: Can’t set media - failed
sv: Kan inte sätta mediatillstånd.

# SIP_ERR_MISSING_INFO
source: Information missing for starting IP
sv: Information saknas för att starta IP

# SIP_ERR_REGISTRATION_ERROR
source: IP registration error
sv: IP-registreringsfel

# SIP_ERR_REGISTRATION_REJECTED
source: IP registration rejected
sv: IP-registrering godtogs ej.

# SIP_ERR_CREATE_SESSION
source: Can’t create new session
sv: Kan inte skapa ny session.

# SIP_ERR_ANSWER
source: Can’t answer enquiry
sv: Kan inte besvara samtal

# SIP_ERR_TERMINATE
source: Can’t finish enquiry
sv: Kan inte avsluta samtal

# SIP_ERR_FORWARD_CALL
source: Can’t transfer enquiry
sv: Kan inte överföra samtal

# SIP_ERR_HOLD
source: Can’t put enquiry on hold
sv: Kan inte sätta samtal på paus

# SIP_ERR_SEND_DTMF
source: Can’t send key signal
sv: Kan inte skicka tonvalssignaler.

# SIP_ERR_CANNOT_FING_SESSION
source: Can’t find SipCall session enquiry
sv: Kan inte hitta samtalssession (SipCall).

# SIP_ERR_ILLEGAL_STATE_OPERATION
source: Can’t perform operation with enquiry’s current status
sv: Ogiltig operation för samtal i detta tillstånd.

# SIP_ERR_NOT_IMPLEMENTED
source: Not implemented
sv: Inte implementerat.

# SIP_ERR_TIMEOUT
source: Operation timed out – an event took too long
sv: Tidsavbrott – en händelse tog för lång tid.

# ERR_CTCSTARTMONITORING
source: Can’t monitor line
sv: Kan inte monitorera linjen.

# ERR_CTCHOLDCALL
source: Can’t put call on hold
sv: Kan inte parkera samtalet.

# ERR_CTCRECONNECTHELDCALL
source: Can’t resume held call
sv: Kan inte hämta tillbaka ett parkerat samtal.

# ERR_CTCMAKECALL
source: Can’t make outbound call
sv: Kan inte ringa ut.

# ERR_CTCHANGUPCALL
source: Can’t hang up active call
sv: Kan inte lägga på aktivt samtal.

# ERR_CTCCONSULTATIONCALL
source: Can’t make consultation call
sv: Kan inte skapa konsultationssamtal.

# ERR_CTCTRANSFERCALL
source: Can’t transfer call
sv: Kan inte overföre samtal.

# ERR_CTCMONITOROFF
source: Line not monitored
sv: Linjen är inte monitorerad.

# ERR_CTCANSWERCALL
source: Can’t answer call
sv: Kan inte besvara samtalet.

# ERR_CTCCONFERENCEJOIN
source: Can’t place call in conference
sv: Kan inte sätta samtalet i konferansläge.

# ERR_CTCRETRIEVEHELDCALL
source: Can’t retrieve held call
sv: Kan inte hämta tillbaka parkerat samtal

# ERR_CTCDESTBUSY
source: Destination busy
sv: Destinationen är upptagen.

# ERR_CTCDESTNOTOBTAINABLE
source: Destination unobtainable
sv: Destinationen är inte tillgänglig.

# ERR_CTCERROR
source: Unknown telephone line error occurred
sv: Det har uppstått ett okänt fel med telefonlinjen.

# ERR_CTCGENERALERROR
source: Unknown telephony error occurred
sv: Det har uppstått ett okänt fel med telefonin.

# ERR_CTCDESTINVALID
source: Destination invalid
sv: Ogiltig destination.

# ERR_CTCGENERALTIMEOUT
source: Error occurred. Can't execute command due to timeout
sv: Det har uppstått ett fel. Kan inte utföra kommandot pga. tidsavbrott.

# ERR_CTCCALLNOTFOUND
source: Can’t find call
sv: Kan inte hitta samtalet.

# ERR_CTCLINENOTFOUND
source: Can’t find telephone line
sv: Kan inte hitta telefonilinjen.

# ERR_CTCEVENTNOTFOUND
source: Event not found
sv: Hittar inte händelsen.

# ERR_CUSTOMMENUFORMAT
source: Wrong format on custom menu.
sv: Fel format på meny.

# ERR_CANNOTSEARCHCOLUMN
source: Can’t search in this column. Unknown format
sv: Kan inte söka i denna kolumnen. Okänt format.

# ERR_WORKINGONDATABASE
source: Error while processing database
sv: Det har uppstått ett fel med hanteringen av databasen.

# SIP_ERR_NOT_ALLOWED_WHEN_CONNECTED
source: Can’t update registration when connected to server
sv: Ej tillåtet efter uppkoppling.

# SIP_ERR_ALREADY_STARTED
source: Already started.
sv: Redan startad.

# SIP_ERR_REFER_FAIL
source: SIP refer fail
sv: Fel på "SIP-referer".

# ERR_BREAKCODENOTLEGAL
source: Break code not legal.
sv: Ogiltig pauskod. Ej definierad i ICC.

# ERR_LISTDEFAULTUSERMEDIAPROFILES
source: Error while listing default user media profiles
sv: Fel vid listning av användarens mediaprofiler.

# ERR_GETVQSTATISTICS
source: Error getting queue statistics.
sv: Kunde inte hämta köstatistik.

# ERR_GETAPPLICATIONDATAOBJECT
source: Error getting application data.
sv: Kunde inte hämta applikationsdata.

# ERR_IVR_TRANSFER_ONE_STEP
source: An error occured during transfer of a call.
sv: Ett fel inträffade under överföring av ett samtal.

# ERR_IVR_CONSULTATION
source: An error occured during consultation.
sv: Ett fel inträffade under konsultation.

# ERR_IVR_CONSULTATIONCONFERENCE
source: An error occured during consultation conference.
sv: Ett fel inträffade under konferanskonsultation.

# ERR_IVR_CONFERENCE
source: An error occured during conference.
sv: Ett fel inträffade under konferans.

# ERR_IVR_MAKECALL
source: An error occured during the setup of an outgoing call.
sv: Något gick fel när ett samtal skulle ringas ut.

# ERR_IVR_HOLD
source: An error occured while handling a parked call.
sv: Ett fel inträffade med ett parkerat samtal.

# ERR_IVR_ACTIVE
source: An error occured while handling an phone call.
sv: Något gick fel med ett telefonsamtal.

source: Dialpad
sv: Tonvalsknappar

source: Select Role
sv: Välj roll

# SelectARole
source: Select a role from the list
sv: Välj en roll från listan

source: Continue
sv: Fortsätt

# ERR_GETICCOBJECT
source: Could not get an object from ICC.
sv: Kunde inte hämta ett object från ICC.

source: In a phonecall
sv: I ett telefonsamtal

source: Working
sv: Arbetar

source: Disabled
sv: Ej tillgänglig

# ERR_INVALIDHOTKEY
source: Invalid hotkey. Must contain at least one modifier: ALT, CTRL or LWIN, or be an F-key.
sv: Ogiltigt kortkommando. Måste innehålla minst en av ALT, CTRL or LWIN, eller vara en F-tangent.

source: Choose role...
sv: Välj en roll...

source: Choose a role from the list...
sv: Välj en roll från listan...

# Asupervisoriscurrentlylisteningtoyourcalls
source: A supervisor ({0}) is currently listening to your calls.
sv: En handledare ({0}) lyssnar på dina samtal.

# Asupervisorislisteningtothiscall
source: A supervisor is listening to this call ({0}).
sv: En handledare lyssnar på detta samtalet ({0}).

source: You are no longer being monitored by a supervisor.
sv: Du är inte längre övervakad av handledaren.

# Asupervisorrequeststolistentoyourcalls
source: A supervisor ({0}) requests to listen to your calls. Do you accept?
sv: En handledare ({0}) vill lyssna på dina samtal. Vill du acceptera?

# WebSocketInfoNotValid
source: Invalid WebSocket info.
sv: Ogiltig WebSocket-info.

# ERR_DECODECONSTANTS
source: Failed to decode system constants. Your ICC Agent version might be incompatible with the server version trying to connect to.
sv: Kunde inte avkoda systemkonstanterna. Det kan hända att din version av ICC Agent inte är kompatibel med servern du försöker logga in på.
